Repository: wescamp/Mystery_Campaign-root
Catalog: po/*.po
Languages: ca, cs, da, de, fi, hu, ja, pl, pt_br, ru, sk

source: Mystery Campaign
ca: Campanya Misteriosa
cs: Záhadné tažení
da: Mysteriekampagnen
de: Geheimnis Kampagne
fi: Mysteeriokampanja
hu: Rejtelem hadjárat
ja: ミステリー・キャンペーン
pl: Tajemnicza Kampania
pt_br: Campanha Misteriosa
ru: Произвольная Кампания
sk: Záhada

source: Not so easy
ca: No tan fàcil
cs: Ne tak lehká
da: Normal
de: Nicht so leicht
fi: Ei kovin helppo
hu: Nem olyan könnyű
ja: 易しくはない
pl: Nie aż tak łatwy
pt_br: Não tão fácil
ru: Не так легко
sk: Menej ľahká

source: Nightmare
ca: Malson
cs: Noční můra
da: Mareridt
de: Alptraum
fi: Painajaismainen
hu: Rémálom
ja: 悪夢
pl: Koszmarny
pt_br: Pesadelo
ru: Кошмар
sk: Nočná mora

source: This is an infinitely long, random, campaign. As you play, it gets increasing difficult in various ways. How many scenarios can you complete?
ca: Aquesta és una campanya aleatòria i infinitament llarga. Segons progresses, el nivell de dificultat augmenta de diverses maneres. Quants escenaris podràs completar?
cs: Toto je nekonečné, náhodné tažení. Během hry se různými způsoby zvyšuje obtížnost. Kolik scénářů dokážeš dokončit?
da: Denne kampagne er uendelig lang og tilfældig. Efterhånden som du spiller bliver kampagnen på forskellig vis sværere og sværere. Hvor mange scenarier kan du gennemføre?
de: Dies ist eine unendlich lange, zufällige Kampagne. Während Sie spielen, wird es in mehrfacher Hinsicht schwieriger. Wie viele Szenarien können Sie gewinnen?
fi: Tämä on rajattoman pituinen kampanja. Pelin vaikeusaste kasvaa pelin edetessä monin tavoin. Kuinka monta skenaariota onnistut selvittämään?
hu: Ez egy végtelenül hosszú, véletlenszerű hadjárat. Ahogy játszod, kölünböző módokon válik egyre nehezebbé. Vajon hány pályát tudsz végigvinni?
ja: これは無限に続くランダムなキャンペーン。プレイしていくうちに、様々な方法で次第に難しくなっていく。あなたは、いくつのシナリオをクリアできるだろう？
pl: To jest nieskończenie długa losowa kampania. Im dłużej w nia grasz, tym staje się trudniejsza na różne sposoby. Ile scenariuszy dasz radę przejść?
pt_br: Esta é uma campanha aleatória, infinitamente longa. Conforme você joga, a dificuldade vai aumentando de vários modos. Quantos cenários você consegue completar?
ru: Это бесконечная произвольная кампания. Каждый сценарий сложнее предыдущего. Как долго Вы продержитесь?
sk: Toto je nekonečne dlhý, náhodný scenár. Počas hry sa zložitosť rôznymi spôsobmi neustále zvyšuje. Koľko scén si trúfate zvládnuť?

source: Cockatrice
cs: Bazilišek
da: Basilisk
sk: Chiméra

source: Elder Mage
cs: Starý mág
da: Erfaren troldmand
sk: Starší mág

source: Battle Princess
cs: Princezna boje
da: Krigsfyrstinde
sk: Princezná veliteľka

source: Lord
da: Lensherre
sk: Šľachtic

source: Elvish Marshal
cs: Elfí maršál
da: Elvisk marskal
sk: Elf maršal

source: Elvish High Lord
cs: Vysoký elfí lord
da: Elvisk storlensherre
sk: Elf veľmož

source: Elvish Lord
cs: Elfí lord
da: Elvisk lensherre
sk: Elf šľachtic

source: Skeletal Dragon
cs: Kostlivý drak
da: Skeletdrage
sk: Kostlivý drak

source: Drakes
cs: Draci
da: Hestedragere
sk: Jašteri

source: Chaotic Humans
ca: Humans caòtics
cs: Chaotičtí lidé
da: Lyssky mennesker
fi: Kaoottiset ihmiset
ja: 混沌の人間達
pl: Chaotyczni ludzie
pt_br: Humanos Caóticos
sk: Chaotickí ľudia

source: Mystery Scenario
ca: Escenari Misteriós
cs: Záhadný scénář
da: mysteriescenarium
de: Geheimnis Szenario
fi: Mysteerioskenaario
hu: Rejtelem pálya
ja: ミステリー・シナリオ
pl: Tajemniczy scenariusz
pt_br: Cenário Misterioso
ru: Произвольная Сценарий
sk: Záhadná scéna

source: What funding level do you want for the campaign?
sk: Akú úroveň financovania chceš v tejto výprave?

source: Classic
sk: Klasické

source: Excessive
sk: Nadmerné

source: Moderate
sk: Mierne

source: Greetings, $player_leader|, welcome to scenario $scenario_number|. I have $gold gold, and my army of $enemy_faction consists of the following types of unit: $enemy_recruits|. To complete the scenario, you must defeat me, or force me to surrender!
ca: Salutacions, $player_leader| , benvingut a l'escenari $scenario_number|. Tinc $gold monedes d'or, i el meu exèrcit de $enemy_faction està format per les següents unitats: $enemy_recruits|. Per completar l'escenari, m'haureu de derrotar, o forçar la meva rendició!
cs: Vítej, $player_leader|, toto je scénář číslo $scenario_number|. Mám $gold zlata a moje armáda ($enemy_faction) se skládá z následujících jednotek: $enemy_recruits|. Abys dokončil scénář, musíš mě porazit, nebo donutit se vzdát!
da: Velkommen, $player_leader|, nu starter scenarie $scenario_number|. Jeg har $gold guldstykker, og min hær af $enemy_faction består af følgende typer af enheder: $enemy_recruits|. For at fuldføre scenariet, må du besejre mig, eller tvinge mig til overgivelse!
de: Seit gegrüßt, $player_leader|, willkommen zu Szenario $scenario_number|. Ich habe $gold Gold und meine Armee von $enemy_faction besteht aus den folgenden Arten von Einheiten: $enemy_recruits|. Um dieses Szenario abzuschließen, müssen Sie mich besiegen oder zur Aufgabe zwingen!
fi: Tervehdys, $player_leader|, tervetuloa skenaarioon numero $scenario_number|. Minulla on $gold kultapalaa ja armeijassani $enemy_faction koostuu seuraavista yksiköitä: $enemy_recruits|. Voittaaksesi skenaarion, sinun täytyy lyödä minut, tai pakottaa minut antautumaan!
hu: Üdvözlet, $player_leader|, érezd jól magad a $scenario_number|. pályán! Én $gold arannyal rendelkezem, és az én $enemy_faction hadseregem a következő fajta egységekből áll: $enemy_recruits|. Ahhoz, hogy túljuss ezen a pályám, le kell győznöd, vagy kierőltetned, hogy feladjam a játékot!
ja: やあ、$player_leader|、シナリオ $scenario_number| にようこそ。 私は $gold ゴールド持っていて、 $enemy_faction の我が軍は以下のタイプのユニットから成っている: $enemy_recruits| シナリオをクリアするには、私を倒すか、私をねじ伏せて降伏させなければならない！
pl: Bądźcie pozdrowieni, $player_leader|, witam w scenariuszu $scenario_number|. Mam $gold złota, a moja armia $enemy_faction składa sie z jednostek następujących typów: $enemy_recruits|. Aby skończyć ten scenariusz, musisz pokonać mnie, albo zmusić do poddania!
pt_br: Saudações, $player_leader|, Bem-Vindo ao cenário $scenario_number|. Eu tenho $gold moedas de ouro, e meu exército de $enemy_faction consiste dos seguintes tipos de unidade: $enemy_recruits|. Para completar o cenário, você tem que me derrotar, ou forçar-me à rendição!
ru: Здравствуйте, $player_leader|, Вы в сценарие номер $scenario_number|. У меня $gold золота, и моя армия $enemy_faction состаит из следующих людей: $enemy_recruits|. Чтобы выиграть, Вам надо либо победить меня, либо заставить сдаться!
sk: Zdravíčko, $player_leader|, vitaj v scéne $scenario_number|. Mám $gold zlata, a moja armáda, $enemy_faction, sa skladá z nasledujúcich druhov jednotiek: $enemy_recruits|. Aby si dokončil scénu, musíš ma poraziť, alebo donútiť vzdať sa!

source: Defeat enemy leader
sk: zomrie súperov veliteľ

source: Enemy leader surrenders
sk: vzdá sa súperov veliteľ

source: Death of your leader
sk: zomrie tvoj veliteľ

source: Your leader surrenders
sk: vzdá sa tvoj veliteľ

source: female^Battle Princess
cs: Princezna boje
da: Krigsfyrstinde
sk: Princezná veliteľka

source: A noble by birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. Now battle-hardened and strong of will, she can now aid those around her in the art of combat.
cs: Vznešená rodem, se princezna učila boji s mečem proti nejlepším generálům a válečné taktice od těch nejmoudřejších, což jí dělá výtečnou bojovnicí a vůdkyní. Zocelená bojem a se silnou vůlí má nyní schopnost ovlivňovat okolní jednotky v jejich umění boje.
da: Adelig fra fødslen er krigsfyrstinden udlært i sværdkunsten af de største generaler, og krigstaktik af de største vismænd, hvilket har gjort hende til en dygtig kriger og leder. Med krigserfaring og en stærk vilje kan hun også hjælpe dem omkring hende i krigskunsten.
sk: Princezná je vznešeného pôvodu. Umenie meča sa učila od najlepších generálov a bojovú taktiku od najväčších mudrcov, čo z nej robí dobrého bojovníka i veliteľa. Je zocelená bojom a má pevnú vôľu. Dokáže pomáhať v bojovom umení okolitým jednotkám.

source: Chocobone
cs: Kostipštros
sk: Čokobon

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeletal Chocobones can move faster than most cavalry units.
cs: Kostlivčí kostipštrosi se dokáží pohybovat rychleji než většina jízdních jednotek, jedouce na kostech velikých ptáků podobných pštrosům, které ztracená civilizace kdysi využívala jako jízdu.
da: På ryggen af strudselignende fugle, der tidligere blev tæmmet af en tabt civilisation, kan skeletchocobonerne ride hurtigere end de fleste kavalerienheder.
sk: Kostliví čokoboni jazdia na kostrách pštrosovitých vtákov, ktorých kedysi používala na jazdenie zaniknutá civilizácia. Čokoboni sú rýchlejší ako väčšina jazdeckých jednotiek.

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
cs: Jsou to záhadná stvoření o kterých se říká, že mohou přeměnit živého na kámen. Je zbytečné zdůrazňovat, že mohou být extrémně nebezpeční.
da: Basilisker, disse mystiske skabninger menes at være i stand til at gøre alt levende til sten. Dette gør dem - selvsagt - ekstremt farlige.
sk: Tieto mýtické tvory nazývané aj 'baziliškovia' majú vraj schopnosť premeniť živého tvora na kameň. Netreba zvlášť zdôrazňovať, že sú extrémne nebezpečné.

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
cs: Hodnost velitele mají ti, kteří vedou jednotky do boje. Díky svým vůdcovským schopnostem zvyšují na sousedních polích bojový výkon jednotek nižší úrovně. Velitel zachází nejzručněji s mečem, ale když je třeba, dokáže použít i luk. Padne-li velitel, je boj ztracen.
da: Rangen af kommandør indehaves af de enheder som fører andre krigsenheder i kamp.Med deres lederevner yder de hjælp til mindre erfarne enheder i tilstødende felter. Kommandøren er uddannet med sværdet, men bærer også en bue. Hvis kommandøren dræbes, tabes slaget.
sk: Hodnosť veliteľa majú tí, ktorí vedú jednotky do boja. Vďaka svojim vodcovským schopnostiam zvyšujú bojový výkon jednotiek na nižšej úrovni na políčkach vedľa veliteľa.Veliteľ je najšikovnejší s mečom, ale keď treba, dokáže použiť aj luk. Ak padne veliteľ, bitka je stratená.

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
cs: Starý mág byl kdysi velkým mágem, ale únavné roky bitev mu už něco sil ubraly. Na bitevním poli je nicméně pro své mocné blesky stále obávaným protivníkem.
da: Engang magtfulde, har de erfarne troldmænd måtte se deres magt formindskes igennem årtier med kamp. Alligevel er de stadig frygtet på krigsscenen på grund af deres kraftfulde tordenkiler.
sk: Starší mág bol kedysi veľkým mágom a stále si uchoval väčšinu sily, aj keď roky mu už niečo ubrali. Vďaka mocným bleskom sa staršieho mága obávajú na bojisku všetci nepriatelia.

source: The leaders of the elves do not fall sallow and frail with age. Rather, it is then that they grow to their true potential. Quiet and contemplative in times of peace, a High Lord in the full of his wrath is an awesome sight indeed.
cs: Vůdcové elfů s rostoucím věkem neblednou ani neslábnou. Místo toho dosahují svého skutečného potenciálu. Klidný a rozjímající v dobách míru, rozhněvaný Vysoký lord je vskutku strašlivý a hrůzu nahánějící pohled.
da: Elvernes ledere ældes ikke. Tværtimod det er med alderen, at de opnår deres fulde potentiale. Lige så rolig og eftertænksomme de er i fredstid, lige så frygtindgydende er en elvisk overlensherre i krigstid.
sk: Velitelia elfov s pribúdajúcim vekom neslabnú. Naopak, dorastajú do svojho pravého potenciálu. Veľmož je v časoch mieru tichí a rozjímavý, ale keď sa rozhnevá, je naňho úžasný pohľad.

source: The nobility of the elves are possessed of merit to match their standing in society. Elvish Lords are the wisest and strongest of their people, and are fearsome in their command of magic.
cs: Elfí šlechta si svoje postavení ve společnosti plně zasluhuje. Elfí lordi jsou nejmoudřejšími a nejsilnějšími ze všech elfů a jejich schopnost ovládání magie nahání hrůzu.
da: Anseelsen blandt elverne i deres samfund afspejles i deres status og rang i samfundet. Elviske lensherrer er de klogeste og stærkeste blandt elverfolket og de er frygtet for deres brug af magi.
sk: Elfia šľachta si plne zaslúži svoje spoločenské postavenie. Elfí šľachtici sú najmúdrejší a najsilnejší zo svojho ľudu, a ich magické schopnosti ich robia obávanými.

source: Fighter
cs: Bojovník
da: Kæmper
sk: Vojak

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
cs: Mladí a neomalení, Bojovníci používají k boji meč, vůči útokům nepřátelských jednotek jsou zranitelní. Dřímá v nich však potenciál stát se jednoho dne velkými válečníky.
da: Unge og energifyldte. Kæmperne slås med sværd og er sårbare over for angreb. De har dog også potentialet til en dag at blive stærke og berømte kæmpere.
sk: Vojak je cvičený používať v boji meč. Je mladý a horlivý, zraniteľný nepriateľským útokom. Má však schopnosti stať sa jedného dňa veľkým bojovníkom.

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
cs: Urození vůdci mnoha jednotek, lordi, jsou obzvlášť silní v boji na blízko a také dokáží střílet z luku. Lordi, stejně jako Velitelé, mají vůdcovské schopnosti a zdokonalují bojové schopnosti všech jednotek na nižší úrovni, které jsou v jejich blízkosti.
da: Som leder af mange menige er lensherren specielt stærk i nærkamp, og har også evner inden for bueskydning. Ligesom kommandører, har lensherrer lederevner, og forøger dermed lavere rangerende enheders kampevner når de er placeret omkring lensherren.
sk: Šľachtic je vznešeným vodcom armád, zvlášť zručný v boji nablízko, ale je šikovný aj s lukom. Podobne ako veliteľ, aj šľachtic má vodcovské schopnosti a pomáha jednotkám nižšej úrovne na susedných políčkach.

source: Merdwarf
ca: Sirenan
cs: Vodní trpaslík
da: Havdværg
de: Meerzwerg
fi: Merenkääpiö
hu: Tengeri törp
ja: マードワーフ
pl: Krasnowodniki
pt_br: Sereianão
ru: Мердворф
sk: Morský trpaslík

source: Legends tell of dwarves who took to the sea, and adapted to life underwater. Of course, no-one could possibly believe such a ridiculous story.
ca: Les llegendes parlen d'uns nans que van marxar cap al mar i es van adaptar a la vida submarina. Per suposat, ningú no podria creure una història tan ridícula.
cs: Legendy vyprávějí o trpaslících, kteří se vydali na moře a přizpůsobili se životu pod vodou. Samozřejme, že nikoho ani nenapadlo věřit tak podivné historce.
da: Sagnene fortæller om dværge som rejste over havet og tilpassede sig et liv under havoverfladen. Selvfølgelig er der ingen som tror på sådan en fjollet historie.
de: Legenden erzählen von Zwergen die zum Meer gingen und sich an ein Leben unter der Wasseroberfläche anpassten. Natürlich konnte niemand eine solch lächerliche Geschichte glauben.
fi: Legendat kertovat kääpiöistä, jotka siirtyivät merelle ja mukautuivat elämään veden alla. Tietenkään kukaan ei usko näin naurettavaa tarinaa.
hu: A legendák egy tengerben élő, vízi életmódhoz szokott törp kolóniáról mesélnek. Természetesen, valószínűleg senki se hisz az ilyen nevetséges történetekben.
ja: 伝説では、海を気に入って水の中での生活に適合したドワーフがいるという。もちろん、誰もそのようなばかばかしい話を信じることはできないだろう。
pl: Legendy mówią o krasnoludach, które dotarły do morza i dostosowały się do życia pod wodą. Oczywiście, w tak głupiutką opowiastkę nikt by nie uwierzył.
pt_br: Lendas contam que anões foram levados para o mar, e se adaptaram à vida subaquática. Claro que ninguém poderia acreditar em tal história ridícula.
ru: Легенды говорят о гномах, которые живут под водой. Конечноб этому никто не верит.
sk: Legendy hovoria o trpaslíkoch, ktorí prišli do mora a prispôsobili sa životu pod vodou. Samozrejme, takému smiešnemu príbehu by asi nikto neuveril.

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
cs: Princezna, urozená svým původem, se učila šermířskému umění od nejlepších generálů a bojovou taktiku od těch nejmoudřejších a stala se jak dobrou bojovnicí tak dobrým vůdcem. Jednotky s nižší úrovní než princezna budou bojovat lépe už jen díky její blízkosti. Princezna je také hbitá a pružná a svými dovednostmi předčí mnohé zloděje.
da: Adelig ved fødslen, og derfor uddannet i krigskunsten af de største generaler og krigstaktik af de største vismænd, har gjort Princess til en stor kriger og leder. Enheder med lavere rang omkring Princess vil kæmpe bedre på grund af hendes tilstedeværelse. Princess er også behændig og har evner som dem, der er udviklet hos tyve.
sk: Princezná je vznešeného pôvodu. Umenie meča sa učila od najlepších generálov a bojovú taktiku od najväčších mudrcov, čo z nej robí dobrého bojovníka i veliteľa. Jednotky nižšej úrovne v prítomnosti princeznej bojujú lepšie. Princezná je hybká a obratná, čo jej dáva schopnosti podobné zlodejským.

source: Long ago one of the mightiest living creatures, the feared Dragon has become only bones and dark sinew. Long after its death, it was raised through the dark powers of necromancy, which it now serves. The Skeletal Dragon may look like nothing more than a pile of bones, but few people who thought that way lived long enough to change their minds.
cs: Z obávaných draků, kteří před dávnými časy byli jedním z nejmocnějších druhů zvířat, zbyly jen kosti a šlachy. Dlouho po jejich smrti je temné síly nekromantie přivedli zpátky k životu – těmto silám nyní draci slouží. Kostlivý drak sice na první pohled vypadá jen jako hromada kostí, ale z těch, co takto smýšleli, zůstalo jen velice málo naživu dostatečně dlouho, aby na věc stihli změnit názor.
da: For lang tid siden blev et af de stærkeste levende skabninger, den frygtede drage, reduceret til kun ben og mørk livsnerve. Lang tid efter dens død, blev den genskabt igennem mørk magi, som den nu er loyal over for. Skeletdragen ser ikke ud af meget andet end en bunke af ben, men meget få personer som så den sådan levede i så lang tid, at de kunne nå at ændre deres opfattelse.
sk: Z pradávneho najmocnejšieho živého tvora, obávaného draka, zostali iba kosti a tmavé šľachy. Po dlhej dobe ho zo spánku smrti prebrali temné černokňažnícke sily, ktorým dnes slúži. Kostlivý drak sa možno na prvý pohľad neodlišuje od hromady kostí, ale iba máloktorí sa stihli prizrieť pozornejšie.

source: Cold and beautiful, she maintains her eternal youthful appearance drinking the blood of the living.
cs: Chladná a krásná, svůj věčně mladistvý vzhled udržuje díky popíjení krve živých.
da: Kold og smuk bevarer hun sin evige ungdom ved at drikke blod fra de levende.
sk: Chladná a nádherná kráľovná si udržiava svoj večne mladý výzor pitím krvi živých.

source: What faction do you want to play:
ca: Quin exèrcit vols usar:
cs: Za kterou frakci chceš hrát:
da: Hvilken fraktion ønsker du at spille:
de: Welche Fraktion wollen Sie spielen:
fi: Millä liittoumalla haluat pelata:
hu: Melyik fajjal kívánsz lenni:
ja: どちらの派閥でプレイしますか:
pl: Którą fakcją chciałbyś kierować:
pt_br: Com qual facção que você quer jogar:
ru: Какой фракцией Вы хотите командывать:
sk: Za ktorú frakciu chceš hrať:

source: &random-enemy.png=Pick one for me!
ca: &random-enemy.png=Tria-me'n un!
cs: &random-enemy.png=Vyber pro mě!
da: &random-enemy.png=Vælg en for mig!
de: &random-enemy.png=Wähle für mich!
fi: &random-enemy.png=Valitse yksi meistä!
hu: &random-enemy.png=Válassz egyet nekem!
ja: &random-enemy.png=ランダムに一つ選ぶ！
pl: &random-enemy.png=Wybierz jedną dla mnie!
pt_br: &random-enemy.png=Escolha um para mim!
ru: &random-enemy.png=Случайный
sk: &random-enemy.png=Vyber niečo za mňa!

source: What type of unit should your leader be?
ca: Quina unitat serà el teu líder?
cs: Jaká jednotka má reprezentovat tvého vůdce?
da: Hvilken enhedstype skal din leder være?
de: Welcher Einheit soll Ihr Anführer sein?
fi: Millainen yksikkö johtaa joukkoja?
hu: Milyen fajta egység legyen a vezéred?
ja: あなたのリーダーはどのタイプのユニットにしますか？
pl: Jakiego typu jednostką powinien być twój przywódca?
pt_br: Que tipo de unidade deveria ser seu líder?
ru: Кем будет Ваш лидер?
sk: Aký druh jednotky by mal byť tvoj veliteľ?

source: Please don't hurt me! Have you no pity?
ca: Per favor, no em fages mal! No tens pietat?
cs: Prosím, neubližuj mi! Což nemáš slitování
da: Ydmyg mig ikke! Viser du ingen nåde?
de: Bitte tut mir nicht weh! Habt Ihr kein Mitleid?
fi: Älä satuta minua! Etkö tunne ollenkaan sääliä?
hu: Kérlek ne bánts! Nincs benned szánalom?
ja: 傷つけないで下さい！ 哀れみというものがないのですか？
pl: Proszę, nie krzywdź mnie! Czy nie ma w tobie litości?
pt_br: Por favor não me machuque! Você não tem piedade?
ru: Пощадите меня!
sk: Prosím neubližuj mi! Zľutuj sa.

source: Oh, it's hopeless! I surrender!
ca: Oh, no hi ha esperança! Em rendisc!
cs: Ach, je to beznadějné! Vzdávám se!
da: Ak, det er håbløst! Jeg overgiver mig!
de: Oh, es ist hoffnungslos! I gebe auf!
fi: Oh, tämä on toivotonta. Luovutan!
hu: Ó, ez reménytelen! Megadom magam!
ja: ああ、もう希望はない！ 私は降伏します！
pl: Och, moja sytuacja jest beznadziejna. Poddaję się!
pt_br: Oh, estou acabado! Eu me rendo!
ru: Я сдаюсь!
sk: Ach, to je beznádejné! Vzdávam sa!

source: Your enemy has surrendered!
ca: El teu enemic s'ha rendit!
cs: Tvůj nepřítel se vzdal
da: Din fjende har overgivet sig!
de: Euer Gegner hat sich ergeben!
fi: Vastustajasi on luovuttanut!
hu: Az ellenfeled feladta az összecsapást!
ja: あなたの敵は降伏しました！
pl: Twój wróg się poddał!
pt_br: Seu inimigo se rendeu!
ru: Ваш противник сдался
sk: Tvoj súper sa vzdal!

source: sabre
cs: šavle
da: nedsable

source: gaze
cs: pohled
da: se stift

source: Easy
de: Leicht
fi: Helppo
hu: Könnyű
ja: 易しい
pt_br: Fácil

source: fist
de: Faust
fi: nyrkki
hu: ököl
ja: 拳
pt_br: punho

source: impact
de: Wucht
fi: murjova isku
hu: páncéltörés
ja: 打撃
pt_br: impacto
